Repository: chrspeich/lampp-control
Catalog: po/*.po
Languages: de

source: runnig
de: läuft

source: not runnig
de: läuft nicht

source: Can't open /etc/hostname
de: Konnte /etc/hostname nicht öffnen.

source: Can't dedect the XAMPP version!
de: Konnte Xampp Version nicht feststellen!

source: Lampp Control dosn't support your Xampp version.
de: Lampp Control ünterstützt deine Xampp Version nicht.

source: <span font_desc="14" foreground="blue">Lampp Control %s</span> <span font_desc="13">for XAMPP %s</span>
de: <span font_desc="14" foreground="blue">Lampp Control %s</span> <span font_desc="13">für XAMPP %s</span>

source: Settings
de: Einstellungen

source: <span foreground="yellow">Unkown</span>
de: <span foreground="yellow">Unbekant</span>

source: Close
de: Schließen

source: Cant create trayicon
de: Konnte das Trayicon nicht erstellen

source: Protect xamppside with password
de: Xamppseiten mit einem Passwort schützen

source: Set new MySQL-pw
de: Neues mysql-pw setzten

source: PHP Settings
de: PHP Einstellungen

source: Automatic DNS update
de: Automatisches DNS update

source: New Password
de: Neues Passwort

source: Cancel
de: Abbrechen

source: This protect the Xamppsides with a Password.
de: Dies schützt die Xamppseiten mit einem Passwort.

source: Password:
de: Passwort:

source: Again:
de: Wiederholung:

source: Please enter a Username!
de: Bitte gib ein Username an!

source: Please enter a Password!
de: Bitte gib ein Passwort an!

source: The passwords do not agree.
de: Die Passwörter stimmen nicht überein.

source: Password successfully set.
de: Passwort erfolgreich gesetzt

source: If you haven't set a root password in Mysql, you can leave the Old Password blank.
de: Wenn noch kein Root-Passwort(Mysql) gesetzt ist, kann Altes Passwort frei gelassen werden.

source: Old Password:
de: Altes Passwort:

source: Protocol:
de: Protokoll:

source: Please select a Protocol!
de: Bitte wähle ein Protokoll!

source: Please enter a Server!
de: Bitte gib ein Server an!

source: Please enter a Host!
de: Bitte gib einen Host an!

source: Please enter a User!
de: Bitte gib einen User an!

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Vhost Edit
de: Vhost

source: Please enter a Servername!
de: Bitte gib einen Servernamen an!

source: Please enter a Documentroot!
de: Bitte gib ein Documentroot an!

source: The new Vhost "%s" was create!
de: Der Vhost "%s" wurde erstellt!

source: The Vhost "%s" was changed!
de: Der Vhost "%s" wurde geändert!

source: Delete
de: Löschen

source: Edit
de: Ändern
